Repository: mophahr/wikipediaGame
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Rules of the Game
de: Spielregeln

source: For each challenge, the goal is to move with the fewer number of clicks from the starting person to a target person. The links available on each step correspond to the hyperlinks contained in the (German) Wikipedia page of that person that point to a Wikipedia page of another person.
de: Das Ziel bei jeder Startperson-Zielperson Kombination ist es, mit möglichst wenig Klicks von der Start- zur Zielperson zu gelangen. Die bei jedem Schritt angezeigten Links entsprechen den Links zu Wikipediaeinträgen über Personen, die auf der entsprechenden Seite der (deutschen) Wikipedia zu finden sind.

source: Concepts
de: Konzepte

source: This simple game illustrates some scientific ideas studied in the field of complex systems:
de: Dieses simple Spiel illustriert einige wissenschaftliche Konzepte aus dem Bereich der Erforschung komplexer Systeme

source: Network
de: Netzwerk

source: A network (or graph) is composed by nodes connected to each other by links. In the example of the game, the nodes are (Wikipedia pages of) people and the links are (hyper) connections between them. Networks appear in social (e.g., diesease spreading), biological (e.g., food webs), and technological (e.g., the Internet) applications and are important because the connectivity of the network is directly connected with the behavior (efficiency) of the system.
de: Ein Netzwerk (oder Graph) ist aus Knoten zusammengesetzt, die mit anderen Knoten des Netzwerks verbunden sind. In unserem Spiel sind die Knoten (die Wikipediaeinträge von) Personen und die Verbindungen Zwischen den Knoten (Personen) sind die Links zwischen ihren Wikipediaseiten. Netzwerke treten in vielen Zusammenhängen auf; Beispiele sind soziale Netze (z.B. Bei der Ausbreitung von Krankheiten), biologische Netzwerke (z.B. Nahrungsnetze) und technologische Netzwerke, wie z.B. das Internet. Sie sind wissenschaftlich unter anderem interessant, weil die Konnektivität eines Netzwerks direkt mit seiner Effizienz verbunden ist.

source: Small-world networks
de: Kleine-Welt-Netzwerke

source: A typical property of (social) networks is that nodes are connected to each other in groups (friends of my friends are also friends). At the same time, two arbitrary nodes in the network are typically close to each other. More precisely, in a network with N nodes (very large), the typical distance between nodes grows slowly with N (typically with the logarithm of N). Networks which satisfy these properties are known as <a href=https://en.wikipedia.org/wiki/Small-world_network> small world networks</a>. In social networks this effect is sometimes known as <a href=https://en.wikipedia.org/wiki/Six_degrees_of_separation> six degrees of separation </a>
de: Eine typische Eigenheit (sozialer) Netzwerke ist, dass Knoten in Gruppen verbunden sind (Freunde meiner Freunde sind oft auch meine Freunde). Gleichzeitig ist üblicherweise der Abstand zwischen 2 zufällig gewählten Knoten überraschend klein. Mathematischer formuliert: In einem Netzwerk mit N Knoten wächst für große N der typische Abstand zwischen zwei Knoten langsam mit N an; üblicherweise mit dem Logarithmus von N. Netzwerke, die diese Eigenschaft haben werden '<a href=https://de.wikipedia.org/wiki/Kleine-Welt-Ph%C3%A4nomen#Kleine-Welt-Netzwerke>Kleine-Welt-Netzwerke</a>' genannt. In sozialen Netzwerken ist dieser Effekt auch unter dem Begriff 'Six degrees of separation' bekannt.

source: Navigability
de: Navigierbarkeit

source: The fact that there is a short path between two nodes of a small world network does not imply that it is easy to find it! This game illustrates this problem of navigability (or routing) using only local information and some expectation about the target node.
de: Die Tatsache, dass es in einem Kleine-Welt-Netzwerk eine kurze Verbindung zwischen zwei Knotenpunkten gibt, heißt nicht, dass diese auch leicht zu finden ist. Dieses Spiel illustriert das Problem der Navigation, wenn man nur lokale informationen und ein paar Vorstellungen über das Ziel hat.

source: Origin of this project
de: Ursprung dieses Projekts

source: This game was designed as part of the presentations of the <a href=http://www.wissenschaftsnacht-dresden.de/english/> Long Night of Science in Dresden </a> at the <a href=http://www.mpipks-dresden.mpg.de> Max Planck Institute for the Physics of Complex Systems </a> (made by the group <a href=http://www.pks.mpg.de/mpi-doc/sodyn/> Dynamical Systems and Social Dynamics </a> ). The success during the 2014 edition motivated us to launch this online page in time for the 2015 edition. All codes are freely available <a href=https://github.com/mophahr/wikipediaGame> here</a>. Contact: game (AT) complexidade.org or <a href=http://www.twitter.com/SmallWorldGame> @SmallWorldGame </a>
de: Diese Spiel wurde als Beitrag zur <a href=http://www.wissenschaftsnacht-dresden.de> Langen Nacht der Wissenschaften in Dresden</a> am <a href=http://www.mpipks-dresden.mpg.de>Max-Planck-Institut für die Physik komplexer Systeme</a> in der Gruppe <a href=http://www.pks.mpg.de/mpi-doc/sodyn/> Dynamical Systems and Social Dynamics</a> erstellt. Der Erfolg bei der Langen Nacht 2014 motivierte uns dazu, das Spiel hier Rechtzeitig zur Langen Nacht 2015 zu veröffentlichen. Der Quellcode ist <a href=https://github.com/mophahr/wikipediaGame>hier</a> frei verfügbar. Wir sind erreichbar unter game@complexidade.org und auf Twitter unter <a href=http://www.twitter.com/SmallWorldGame>@SmallWorldGame</a>

source: You are in <em>%(article_name)s</em>
de: Sie sind im Artikel <em>%(article_name)s</em>

source: Objective: <em>%(end)s</em>
de: Ziel: <em>%(end)s</em>

source: Your path so far:
de: Bisheriger Pfad

source: Path Length
de: Pfadlänge

source: Links to other articles
de: Links zu anderen Artikeln

source: Wikipedia game
de: Wikipedia-Spiel

source: Restart
de: Neustart

source: About This Project
de: Über dieses Projekt

source: Change language
de: Sprache ändern

source: Congratulations
de: Gratulation

source: You've solved the problem!
de: Sie haben die Aufgabe gelöst!

source: You took <strong>%(path_lenght)s</strong> steps to reach from <strong>%(starting_article)s</strong> to <strong>%(ending_article)s</strong>.
de: Sie haben <strong>%(path_lenght)s</strong> Schritte gebraucht, um von <strong>%(starting_article)s</strong> zu <strong>%(ending_article)s</strong> zu gelangen.

source: You made it as well as the best result so far.
de: Sie haben leider keinen neuen Rekord aufgestellt.

source: Congratulations, you have <strong>set a new record</strong> of %(path_length)s steps!
de: Gratulation! Sie haben mit %(path_length)s Schritten einen neuen<strong>Rekord</strong> aufgestellt.

source: You took %(path_length)s steps. Dare to <a href="%(restart_url)s">improve your score?</a> and beat the record?
de: Sie haben %(path_length)s Schritte gebraucht. Denken Sie, Sie können Ihr <a href="%(restart_url)s">Resultat verbessern</a> und den bisherigen Rekord einstellen?

source: Results so far:
de: Bisherige Ergebnisse

source: Best results:
de: Beste Ergebnisse:

source: place
de: Rang

source: steps
de: Schritte

source: at
de: um

source: <<------ your result
de: <<------ Ihr Ergebnis

source: results
de: Ergebnis(se)

source: with
de: mit

source: length
de: Länge

source: Number of results
de: Anzahl an Ergebnissen

source: Small World Game
de: Small-World-Spiel

source: You start on a given <strong>start person</strong> (e.g. Albert Einstein), and your objective is to reach a <strong>target person</strong> (e.g. Michael Jackson).
de: Du beginnst mit einer gegebenen <strong>Startperson</strong> (z.B. Albert Einstein)und sollst versuchen, in möglichst wenig Schritten, d.h. Klicks auf Links auf Personen aus dem jeweiligen Artikel, eine <strong>Zielperson</strong> (z.B. Michael Jackson) zu erreichen.

source: For each person, the game gives you all the links that that person's Wikipedia article contains that link to other articles about persons.
de: Zu jeder Person stellt Dir das Spiel eine Liste von Links zu allen Artikeln über Personen, die in dem Wikipediaartikel der momentanen Person erwähnt werden, zur Verfügung.

source: You jump to other persons by <strong>following links</strong>, just like navigating on the internet.
de: Du kannst zu anderen Personen gelangen, indem Du den angezeigten Links folgst; genauso, wie wenn Du im Internet navigieren würdest.

source: The game ends when you reach the target person, and your score is them compared against all others players:
de: Das Spiel endet, wenn Du die Zielperson erreichst. Die Länge des von Dir gewählten Pfades wird dann mit den Ergebnissen bisheriger Spieler verglichen.

source: The player with the shortest path (least number of clicks) wins
de: Der Spieler mit dem kürzesten Pfad gewinnt.

source: We selected different challenges from which you can start from:
de: Du kannst jetzt eine der folgenden Aufgaben auswählen:

source: In parentheses it shows the minimum, the everage and the maximum path length so far: (min; avg; max).
de: In Klammern werden die minimale, durchschnittliche, und maximale bisher erreichte Pfadlänge angezeigt: (Min.; Durchsch.; Max.)

source: Can you beat the minimum?
de: Schaffst Du es schneller als das Minimum?

source: Beginner problems:
de: Zum Einstieg:

source: to
de: zu

source: Normal difficulty:
de: Normaler Schwierigkeitsgrad:

source: Very challenging:
de: Herausforderungen:

source: <strong>Do you have ideas for new challenges or general comments?</strong> Then contact us: game@complexidade.org or <a href=http://www.twitter.com/SmallWorldGame> @SmallWorldGame </a>
de: <strong>Du hast Vorschläge für weitere Challenges oder allgemeine Kommentare?</strong> Dann kontaktier uns unter game@complexidade.org oder <a href=http://www.twitter.com/SmallWorldGame> @SmallWorldGame </a>!

source: You were redirected to main page: you must start from it.
de: Sie wurden auf die Startseite weitergeleitet.

source: You tried an article without links :/. we gave you the chance to try other article.
de: Sie haben eine Seite ohne Links gefunden :/. Wählen Sie bitte eine andere aus der Liste.

source: You tried an article that is not connected to your path: we have redirected you to your path.
de: Sie haben einen Artikel aufgerufen, der nicht verlinkt war, und wurden umgeleitet.

source: This problem doesn't seem to exist. we have redirected you to the main page.
de: Sie haben eine Aufgabe gewählt, die nicht existiert. Sie können hier eine existierende auswählen.

source: histogram of path length
de: Histogramm der Pfadlängen
